{
    "_comment": "header",
    "navHome": "Home",
    "navAbout": "MadoudHistory",
    "navProduct": "Our products",
    "navContact": "Contact",
    "navQna": "QNA",
    "footerCopyright": "© 2025 Madoudinette. All rights reserved.",

    "_comment": "Homepage — Introduction section",
    "hp-intro-tag": "Homemade cuisine, inspirations from around the world",
    "hp-intro-title": "The taste of the world, adapted for babies",
    "hp-intro-subtitle": "Little jars cooked with simple ingredients, gentle spices, and lots of love, to awaken young taste buds smoothly.",
    "hp-intro-btn-products": "Discover our products",
    "hp-intro-btn-story": "Discover our story",
    "hp-intro-badge-1": "No preservatives",
    "hp-intro-badge-2": "Recipes inspired by Africa",
    "hp-intro-badge-3": "Created by a mom",
    "hp-intro-label-title": "Madou-Mafé",
    "hp-intro-label-text": "Squash, sweet potato, sun-kissed vegetables, and gentle spices.",

    "_comment2": "Homepage — Engagements section",
    "hp-eng-title": "Our commitments for your babies",
    "hp-eng-text": "Each recipe is designed to combine flavor, safety, and discovery.",
    "hp-eng1-title": "Simple ingredients",
    "hp-eng1-text": "Fruits and vegetables you recognize, cooked just like at home, with no preservatives or artificial coloring.",
    "hp-eng2-title": "Flavors from the world",
    "hp-eng2-text": "Recipes inspired by African cuisine and beyond, adapted for little ones with gently measured spices.",
    "hp-eng3-title": "Created by a mom",
    "hp-eng3-text": "Madoudinette was created by a mom who knows the daily realities of feeding children — and the desire to do well without guilt.",

    "_comment3": "Homepage — Story / Histoire section",
    "hp-story-title": "Behind every jar, a story of transmission",
    "hp-story-p1": "As a mom, the desire to introduce your baby to both local and world flavors often collides with a lack of time. Madoudinette was born from this reality.",
    "hp-story-p2": "The idea: to offer little jars reminiscent of the dishes our mothers and grandmothers used to make — in an adapted, reassuring, ready-to-use version.",
    "hp-story-p3": "Each recipe tells a piece of the founder’s culinary journey, between Africa, Europe, and global inspirations.",

    "_comment4": "Homepage — Products section",
    "hp-prod-title": "A collection of recipes that travel",
    "hp-prod-text": "Complete meals for babies, inspired by African and world cuisines, with vegetables, legumes, and gentle spices.",
    "hp-prod-pill-1": "Madou-Mafé",
    "hp-prod-pill-2": "Madou-Yassa",
    "hp-prod-pill-3": "Madou-Thiéb",
    "hp-prod-list-1": "Textures adapted to different stages of food diversification.",
    "hp-prod-list-2": "A combination of vegetables, starches, and gentle spices.",
    "hp-prod-list-3": "Recipes imagined to reconcile culture, pleasure, and practicality.",
    "hp-prod-btn-news": "Be informed about upcoming releases",

    "_comment5": "Homepage — Contact section",
    "hp-contact-title": "Want to taste or collaborate?",
    "hp-contact-text": "Parents, nurseries, professionals, or distributors: let’s talk about Madoudinette, the needs of your babies, and your expectations.",
    "hp-contact-btn": "Write to Madoudinette",



    "inquiries-title": "Contact us",
    "para-questions": "Do you have a question, a specific request, or need additional information?",
    "para-help": "We are here to help you!",
    "address": "Address",
    "follow": "Follow us on : ",

    "contact-form-title": "Contact form",
    "contact-name": "Name*",
    "contact-lastname": "Last name*",
    "contact-phone-number": "Phone number",
    "contact-subject": "Subject*",
    "contact-required-fields": "Required fields",
    "contact-send-btn": "Send",
    "contact-reset-btn": "Reset",

    "_comment": "a-propos",
    "about-history-title": "The Story of Madoudinette",
    "about-history-subtitle": "So that every spoonful tells a story of family, passion, and trust",
    "about-section1-title": "It all started with a mom...",
    "about-section1-text": "Madoudinette was born from a simple observation: baby meals often lack flavor, transparency, and love. This lack of taste and the use of processed ingredients motivated a passionate mom to take action. She wanted to offer her child—and all other children—healthy, homemade meals full of authentic flavors. From this sincere desire, a committed brand was born, bringing little ones the joy of discovering the true taste of food through natural, balanced, and tender recipes. We are a family story.",
    "about-section2-title": "Homemade recipes, designed for them",
    "about-section2-text": "Each Madoudinette jar is carefully and thoughtfully prepared, just like at home. We rigorously select our vegetables and fruits from local, committed producers to ensure maximum freshness and nutritional quality. Our recipes are then developed in collaboration with nutritionists specializing in early childhood. Gentle cooking preserves vitamins, textures, and colors, offering babies meals that are healthy, tasty, and respectful of nature. This is our promise of complete transparency.",
    "about-values-title": "Our values, our promise…",
    
    "_comment": "catalog",
    "products-page-title": "Madoudinette, the taste of the baby world",
    "products-page-subtitle": "Discover our world-inspired flavors, 100% Halal and organic, tailored to the needs of little ones to ensure a unique culinary experience from 6 months.",
    "products-features-halal": "Halal",
    "products-features-bio": "Organic",
    "products-features-no-additives": "No additives",

    "product-know-more": "Learn more",
    "product-buy-more": "Buy now",
    "product-add-basket": "Add to cart",

    "product-yassa-title": "Yassa Chicken",
    "product-yassa-desc": "The famous Senegalese recipe",

    "product-mafe-title": "Beef Mafé",
    "product-mafe-desc": "The classic of West Africa",

    "product-tieb-title": "Tieb Fish",
    "product-tieb-desc": "A unique culinary experience",

    "catalogue-contact-text": "Have a question? Contact us!",
    "catalogue-contact-button": "Contact us",

    "_comment": "tieb poisson product",
    "product-tieb-page-title": "Tieb Fish – Baby Meal",
    "product-tieb-page-subtitle": "Discover a unique culinary experience from 6 months, rich in flavors and adapted to the needs of little ones.",

    "product-tieb-feature-halal": "Halal",
    "product-tieb-feature-bio": "Organic",
    "product-tieb-feature-no-additives": "No additives",

    "product-tieb-desc-main": "Discover a unique culinary experience with our Fish Tcheboudienne for little ones.",
    "product-tieb-desc-details": "Inspired by the famous Senegalese dish, this tasty meal has been specially adapted to meet the nutritional needs of young children from 6 months.",

    "product-tieb-ingredients-title": "Ingredients",
    "product-tieb-ingredients-list": "Fonio, carefully selected vegetables, and gently flaked fish.",
    "product-tieb-ingredients-note": "Its soft, smooth texture makes it easy for young palates to enjoy. Each bite is an invitation to awaken the senses and discover the flavors of Africa and the world.",

    "product-tieb-comp-poisson": "Fish",
    "product-tieb-comp-fonio": "Fonio",
    "product-tieb-comp-legumes": "Vegetables",

    "product-tieb-benefits-title": "Benefits",
    "product-tieb-benefits-desc": "More than just a dish, Tieb Fish is a complete meal designed to actively support your baby's harmonious development. Rich in vitamins and minerals, it supports growth, immunity, and healthy brain function.",

    "product-tieb-info-title": "Useful information",
    "product-tieb-age-label": "Recommended age:",
    "product-tieb-age-value": "from 6 months",
    "product-tieb-portion-label": "Portion:",
    "product-tieb-portion-value": "200 g",
    "product-tieb-allergen-label": "Allergen:",
    "product-tieb-allergen-value": "fish",
    "product-tieb-storage-label": "Storage:",
    "product-tieb-storage-value": "Store at room temperature and consume within 24 hours after opening",
    "product-tieb-prep-label": "Preparation method:",
    "product-tieb-prep-value": "Reheat in a bain-marie or microwave (without the lid)",

    "product-tieb-button-buy": "Buy now",
    "product-tieb-button-cart": "Add to cart",

    "_comment": "Yassa Chicken product page",
    "product-yassa-page-title": "Yassa Chicken – Baby Meal",
    "product-yassa-page-subtitle": "The famous Senegalese recipe adapted from 6 months for little ones",
    "product-yassa-feature-halal": "Halal",
    "product-yassa-feature-bio": "Organic",
    "product-yassa-feature-no-additives": "No additives",

    "product-yassa-desc-main": "This mild and balanced version of the famous Senegalese dish allows your little one to discover the flavors of Yassa Chicken from 6 months while respecting their nutritional needs.",

    "product-yassa-composition-title": "Composition",
    "product-yassa-composition-details": "Our Yassa Chicken is made with tender chicken breast, accompanied by gently cooked vegetables and a mild onion sauce, adapted for young children’s delicate palates.",
    "product-yassa-composition-note": "Its smooth texture and balanced flavors offer a perfect first introduction to rich, varied, and culturally inspired cuisine.",
    "product-yassa-comp-poulet": "Chicken",
    "product-yassa-comp-oignon": "Onion",

    "product-yassa-benefits-title": "Benefits",
    "product-yassa-benefits-desc": "Beyond taste, Yassa Chicken is a complete and highly nutritious meal. Each portion is designed to support your baby's growth and daily physical and cognitive development.",

    "product-yassa-info-title": "Useful information",
    "product-yassa-age-label": "Recommended age:",
    "product-yassa-age-value": "from 6 months",
    "product-yassa-portion-label": "Portion:",
    "product-yassa-portion-value": "200 g",
    "product-yassa-allergen-label": "Allergen:",
    "product-yassa-allergen-value": "none",
    "product-yassa-storage-label": "Storage:",
    "product-yassa-storage-value": "24h in the refrigerator after opening",
    "product-yassa-prep-label": "Preparation method:",
    "product-yassa-prep-value": "Reheat in a bain-marie or microwave (without the lid)",

    "product-yassa-button-buy": "Buy now",
    "product-yassa-button-cart": "Add to cart",

    "_comment": "homepage",
    "hp-hero-tag": "Homemade cuisine, world inspirations",
    "hp-hero-title": "The taste of the world, adapted for babies",
    "hp-hero-subtitle": "Little jars made with simple ingredients, gentle spices, and lots of love to gently awaken the taste buds.",

    "hp-btn-decouvrir-produits": "Discover our products",
    "hp-btn-decouvrir-histoire": "Discover our story",

    "hp-badge-sans-conservateurs": "No preservatives",
    "hp-badge-recettes-afrique": "Africa-inspired recipes",
    "hp-badge-pense-par-maman": "Designed by a mom",

    "hp-label-nom-produit": "Madou-Mafé",
    "hp-label-description-produit": "Pumpkin, sweet potato, sunny vegetables, and mild spices.",

    "hp-engagements-titre": "Our commitments for your babies",
    "hp-engagements-texte": "Each recipe is designed to combine taste, safety, and discovery.",

    "hp-eng1-titre": "Simple ingredients",
    "hp-eng1-texte": "Fruits and vegetables you recognize, cooked like at home, with no added preservatives or colorings.",

    "hp-eng2-titre": "Flavors of the world",
    "hp-eng2-texte": "Recipes inspired by African and world cuisines, adapted for little ones with gently measured spices.",

    "hp-eng3-titre": "Designed by a mom",
    "hp-eng3-texte": "Madoudinette is led by a mom who understands the reality of daily meals and the desire to do well, without guilt.",

    "hp-histoire-titre": "Behind each jar, a story of transmission",
    "hp-histoire-1": "As a mom, the desire to introduce your baby to flavors from here and elsewhere often collides with lack of time. Madoudinette was born from this reality.",
    "hp-histoire-2": "The idea: offer little jars reminiscent of our mothers’ and grandmothers’ dishes, adapted, reassuring, and ready to use.",
    "hp-histoire-3": "Each recipe tells a piece of the founder’s culinary journey, between Africa, Europe, and global influences.",

    "hp-produits-titre": "A collection of recipes that travel",
    "hp-produits-texte": "Complete meals for babies, inspired by African and world cuisines, with vegetables, legumes, and mild spices.",

    "hp-pill-1": "Madou-Mafé",
    "hp-pill-2": "Madou-Yassa",
    "hp-pill-3": "Madou-Thiéb",

    "hp-liste-1": "Textures adapted to different stages of weaning.",
    "hp-liste-2": "Combination of vegetables, starches, and mild spices.",
    "hp-liste-3": "Recipes designed to reconcile culture, pleasure, and practicality.",

    "hp-btn-sorties": "Be informed of upcoming releases",

    "hp-contact-titre": "Want to taste or collaborate?",
    "hp-contact-texte": "Parents, nurseries, professionals, or distributors: let’s talk about Madoudinette, your babies’ needs, and your expectations.",
    "hp-btn-contact": "Write to Madoudinette",

    "_comment": "Mafé Beef product page",
    "product-mafe-page-title": "Mafé Beef",
    "product-mafe-page-subtitle": "The West African classic from 6 months",

    "product-mafe-feature-halal": "Halal",
    "product-mafe-feature-bio": "Organic",
    "product-mafe-feature-no-additives": "No additives",

    "product-mafe-desc-main": "Give your child a true culinary discovery moment with our Mafé Beef for babies, a specially crafted version of this West African classic.",
    "product-mafe-desc-details": "Adapted to the needs of babies from 6 months, this recipe combines taste, nutritional balance, and mildness to safely awaken your little one’s palate.",

    "product-mafe-composition-title": "Composition",
    "product-mafe-composition-desc": "Prepared with tender beef, slow-cooked organic vegetables, and a mild peanut-based sauce, our Mafé Beef offers a smooth texture and delicately smoky taste.",

    "product-mafe-comp-beef": "Beef",
    "product-mafe-comp-veggies": "Organic vegetables",
    "product-mafe-comp-peanuts": "Peanuts",

    "product-mafe-benefits-title": "Benefits",
    "product-mafe-benefits-desc1": "Our Mafé Beef respects the richness of African culinary traditions while meeting the specific needs of infant nutrition.",
    "product-mafe-benefits-desc2": "Made with natural, balanced ingredients, this little jar provides essential nutrients necessary for your child’s development.",

    "product-mafe-info-title": "Useful information",
    "product-mafe-info-age-label": "Recommended age:",
    "product-mafe-info-age-value": "from 6 months",
    "product-mafe-info-portion-label": "Portion:",
    "product-mafe-info-portion-value": "200 g",
    "product-mafe-info-allergen-label": "Allergen:",
    "product-mafe-info-allergen-value": "peanuts",
    "product-mafe-info-storage-label": "Storage:",
    "product-mafe-info-storage-value": "Store at room temperature and consume within 24 hours after opening",
    "product-mafe-info-prep-label": "Preparation method:",
    "product-mafe-info-prep-value": "Reheat in a bain-marie or microwave (without the lid)",
    
    "_comment": "faq",
    "faq-title": "Frequently Asked Questions",

    "faq-ques-card-1": "Can we already buy your baby jars?",
    "faq-card1-p1": "Not yet.",
    "faq-card1-p2": "Madoudinette baby jars are currently in the development phase with a specialized laboratory to guarantee perfect quality and optimal safety for babies.",
    "faq-card1-p3": "In the meantime, I offer baby cooking workshops to learn how to prepare homemade purées and compotes using organic and exotic ingredients.",
    "faq-ques-card-2": "What are the prices of Madoudinette jars?",
    "faq-card2-p1": "The jars will soon be available in practical formats adapted to little ones: 180 g (savory) and 100 g (sweet).",
    "faq-card2-p2": "The price of a Madoudinette baby jar (between €3.50 and €4.80) reflects above all the quality and high standards of our recipes.",
    "faq-card2-p3": "By choosing Madoudinette, parents offer their baby the best in naturalness, taste, and diversity.",
    "faq-ques-card-3": "What makes your baby jars safe and special?",
    "faq-card3-p1": "Each jar is prepared with 100% organic ingredients, grown without pesticides, to ensure the health and safety of little ones. All our products follow halal standards, providing families with food that aligns with their values.",
    "faq-card3-p2": "Finally, our recipes are inspired by world flavors and rare ingredients selected to stimulate a baby’s taste and cultural curiosity: - fonio, sweet potato, mango, coconut, baobab…",
    "faq-ques-card-4": "What flavors of baby jars do you offer?",
    "faq-card4-p1": "Savory: Tcheb Fish, Beef Mafé, Chicken Yassa, Chicken Pilao, Chicken Tagine",
    "faq-card4-p2": "Sweet: Hibiscus, mango, coconut, baobab, moringa, date, millet.",
    "faq-ques-card-5": "From what age are the baby jars suitable?",
    "faq-card5-p1": "Our recipes are designed for babies from 6 months old, depending on their stage of food diversification.",
    "faq-ques-card-6": "How should the baby jars be stored?",
    "faq-card6-p1": "Our recipes are sterilized according to baby food safety standards, without additives or preservatives, ensuring long-lasting storage.",
    "faq-card6-p2": "You can store the jars at room temperature and use them with complete peace of mind.",
    "faq-ques-card-7": "What are the allergens?",
    "faq-card7-p1": "Some of our recipes contain peanuts, coconut, and fish.",
    "faq-card7-p2": "Food safety is an absolute priority. Each label will clearly indicate any allergens present, for complete transparency.",
    "faq-card7-p3": "At Madoudinette, our mission is simple: reassure parents, awaken babies, and pass on the taste for real food.",
    "faq-ques-card-8": "What are the delivery methods?",
    "faq-card8-p1": "For now, there is no delivery because Madoudinette baby jars are not yet available for sale.",
    "faq-card8-p2": "Once sales open, you will be able to choose between:",
    "faq-card8-li1": "Home delivery (secure shipping within mainland France)",
    "faq-card8-li2": "Pickup by appointment during our events or at collection points in Île-de-France.",
    "faq-card8-p3": "In the meantime, you can taste our recipes during workshops or sign up to be notified of the official launch.",
    "faq-card8-p4": "At Madoudinette, we know that before giving a new product to their baby, every parent has important questions.",
    "faq-card8-p5": "It's normal.",
    "faq-card8-p6": "That’s why we do everything possible to offer transparency, safety, and peace of mind at every step.",
    "faq-ques-card-9": "Can I learn to prepare them myself?",
    "faq-card9-p1": "Yes! Join our baby cooking workshops to learn how to prepare homemade purées and compotes using exotic and organic ingredients.",
    "faq-ques-card-10": "What are the baby cooking workshops?",
    "faq-card10-p1": "Madoudinette workshops are open to parents and babies from 6 months old.",
    "faq-card10-p2": "Price: €40.",
    "faq-card10-p3": "This price includes:",
    "faq-card10-li1": "Participation in the workshop (preparation of one savory dish + one dessert)",
    "faq-card10-li2": "Organic and exotic ingredients provided",
    "faq-card10-li3": "Recipe cards to take home, and a moment of sharing and advice between parents about baby nutrition",
    "faq-ques-card-11": "What recipes are offered in the workshops?",
    "faq-card11-p1": "Each workshop highlights exotic and seasonal ingredients.",
    "faq-card11-p2": "Savory: Fonio, sweet potato, zucchini.",
    "faq-card11-p3": "Sweet: Mango, banana, baobab.",
    "faq-card11-p4": "Recipes change with each session to vary the fun and awaken babies to flavors from around the world.",

    "_comment": "footer",
    "footer-presentation-title": "Who are we?",
    "footer-about": "About",
    "footer-qna": "QNA",
    "footer-news": "News",

    "footer-features-title": "Our offerings",
    "footer-products": "List of products",
    "footer-why": "Why choose us",
    "footer-contact": "Contact",

    "footer-useful-title": "Useful information",
    "footer-privacy": "Privacy",
    "footer-terms": "Terms & Conditions",
    "footer-team": "Our team",

    "footer-contact-title": "Contact us",
    "footerCopyright": "© 2025 Madoudinette. All rights reserved.",

    "fname": "Your name",
    "sname": "Your lastname",
    "email": "Your email",
    "phoneNum": "Your phone number",
    "subject": "Your subject..."

}


